Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# account.recovery.badge
source: Scheduled for deletion
ar: مجدول للحذف
bn: মুছে ফেলার জন্য নির্ধারিত
ca: Programat per eliminar
cs: Naplánováno ke smazání
da: Planlagt til sletning
de: Zur Löschung vorgemerkt
el: Προγραμματισμένος για διαγραφή
es: Eliminación programada
fi: Ajastettu poistettavaksi
fr: Suppression programmée
he: מתוזמן למחיקה
hi: हटाने के लिए शेड्यूल
hr: Zakazano za brisanje
hu: Törlésre ütemezve
id: Dijadwalkan untuk dihapus
it: Eliminazione programmata
ja: 削除予定
ko: 삭제 예약됨
ml: ഇല്ലാതാക്കാൻ ഷെഡ്യൂൾ ചെയ്തു
ms: Dijadualkan untuk dipadam
nb: Planlagt slettet
nl: Gepland voor verwijdering
pl: Zaplanowano usunięcie
pt_br: Exclusão agendada
pt_pt: Eliminação agendada
ro: Programat pentru ștergere
ru: Запланировано удаление
sk: Naplánované na odstránenie
sv: Schemalagt för radering
ta: நீக்கத்துக்குத் திட்டமிடப்பட்டது
te: తొలగింపునకు షెడ్యూల్ చేయబడింది
th: กำหนดให้ลบแล้ว
tr: Silinmek üzere planlandı
uk: Заплановано до видалення
ur: حذف کرنے کے لیے طے شدہ
vi: Đã hẹn xóa
zh_hans: 已安排删除
zh_hant: 已排定刪除

# account.recovery.cancelDeletion
source: Cancel deletion
ar: إلغاء الحذف
bn: মুছে ফেলা বাতিল করুন
ca: Cancel·la l'eliminació
cs: Zrušit smazání
da: Annuller sletning
de: Löschung abbrechen
el: Ακύρωση διαγραφής
es: Cancelar eliminación
fi: Peru poisto
fr: Annuler la suppression
he: בטל מחיקה
hi: डिलीट रद्द करें
hr: Otkaži brisanje
hu: Törlés visszavonása
id: Batalkan penghapusan
it: Annulla eliminazione
ja: 削除を取り消す
ko: 삭제 취소
ml: ഇല്ലാതാക്കൽ റദ്ദാക്കുക
ms: Batalkan pemadaman
nb: Avbryt sletting
nl: Verwijdering annuleren
pl: Anuluj usunięcie
pt_br: Cancelar exclusão
pt_pt: Cancelar eliminação
ro: Anulează ștergerea
ru: Отменить удаление
sk: Zrušiť odstránenie
sv: Avbryt radering
ta: நீக்கத்தை ரத்து செய்
te: తొలగింపును రద్దు చేయి
th: ยกเลิกการลบ
tr: Silmeyi iptal et
uk: Скасувати видалення
ur: حذف کرنا منسوخ کریں
vi: Hủy xóa
zh_hans: 取消删除
zh_hant: 取消刪除

# account.recovery.cancelDeletion.hint
source: Restores your account, your posts and your settings immediately
ar: يستعيد حسابك ومنشوراتك وإعداداتك فورًا
bn: আপনার অ্যাকাউন্ট, পোস্ট ও সেটিংস সাথে সাথে ফিরিয়ে আনে
ca: Restaura immediatament el teu compte, les publicacions i els ajustos
cs: Okamžitě obnoví tvůj účet, příspěvky i nastavení
da: Gendanner straks din konto, dine opslag og dine indstillinger
de: Stellt dein Konto, deine Beiträge und Einstellungen sofort wieder her
el: Επαναφέρει αμέσως τον λογαριασμό, τις αναρτήσεις και τις ρυθμίσεις σου
es: Restaura al instante tu cuenta, tus publicaciones y tus ajustes
fi: Palauttaa tilisi, julkaisusi ja asetuksesi heti
fr: Rétablit immédiatement votre compte, vos posts et vos réglages
he: משחזר מיד את החשבון, הפוסטים וההגדרות שלך
hi: आपका अकाउंट, पोस्ट और सेटिंग्स तुरंत बहाल करता है
hr: Odmah vraća tvoj račun, objave i postavke
hu: Azonnal visszaállítja a fiókodat, a bejegyzéseidet és a beállításaidat
id: Memulihkan akun, postingan, dan pengaturanmu seketika
it: Ripristina subito il tuo account, i tuoi post e le tue impostazioni
ja: アカウント、投稿、設定をただちに復元します
ko: 계정, 게시물, 설정을 즉시 복원해요
ml: നിങ്ങളുടെ അക്കൗണ്ടും പോസ്റ്റുകളും ക്രമീകരണങ്ങളും ഉടൻ പുനഃസ്ഥാപിക്കുന്നു
ms: Memulihkan akaun, siaran dan tetapan anda serta-merta
nb: Gjenoppretter kontoen, innleggene og innstillingene dine umiddelbart
nl: Herstelt direct je account, berichten en instellingen
pl: Natychmiast przywraca Twoje konto, wpisy i ustawienia
pt_br: Restaura imediatamente sua conta, seus posts e suas configurações
pt_pt: Restaura imediatamente a sua conta, as suas publicações e as suas definições
ro: Restabilește imediat contul, postările și setările
ru: Сразу восстанавливает аккаунт, посты и настройки
sk: Okamžite obnoví tvoj účet, príspevky a nastavenia
sv: Återställer ditt konto, dina inlägg och dina inställningar direkt
ta: உங்கள் கணக்கு, இடுகைகள், அமைப்புகளை உடனே மீட்டெடுக்கும்
te: మీ ఖాతా, పోస్ట్‌లు, సెట్టింగ్‌లను వెంటనే పునరుద్ధరిస్తుంది
th: กู้คืนบัญชี โพสต์ และการตั้งค่าของคุณทันที
tr: Hesabınızı, gönderilerinizi ve ayarlarınızı hemen geri yükler
uk: Одразу відновлює ваш обліковий запис, дописи та налаштування
ur: آپ کا اکاؤنٹ، پوسٹس اور سیٹنگز فوراً بحال کرتا ہے
vi: Khôi phục ngay tài khoản, bài đăng và cài đặt của bạn
zh_hans: 立即恢复你的账户、帖子和设置
zh_hant: 立即恢復你的帳號、貼文和設定

# account.recovery.countdown.days
source: Everything is still here for another %lld days. Cancel below and your posts, follows and settings come back exactly as they were.
ar: كل شيء ما زال موجودًا لـ%lld يوم آخر. ألغِ أدناه وتعود منشوراتك ومتابعاتك وإعداداتك كما كانت تمامًا.
bn: আরও %lld দিন সবকিছু এখানেই আছে। নিচে বাতিল করলে আপনার পোস্ট, ফলো ও সেটিংস ঠিক আগের মতো ফিরে আসবে।
ca: Tot continua aquí durant %lld dies més. Cancel·la a sota i les teves publicacions, seguiments i ajustos tornaran exactament com eren.
cs: Vše tu ještě zůstane dalších %lld dní. Zruš smazání níže a příspěvky, sledování i nastavení se vrátí přesně tak, jak byly.
da: Alt er her stadig i %lld dage til. Annuller nedenfor, så kommer dine opslag, følgere og indstillinger tilbage præcis som før.
de: Noch %lld Tage ist alles da. Brich unten ab, und deine Beiträge, Follows und Einstellungen sind wieder genau so, wie sie waren.
el: Όλα είναι ακόμα εδώ για ακόμα %lld ημέρες. Ακύρωσε παρακάτω και οι αναρτήσεις, οι ακολουθήσεις και οι ρυθμίσεις σου επιστρέφουν ακριβώς όπως ήταν.
es: Todo sigue aquí durante %lld días más. Cancela abajo y tus publicaciones, seguidos y ajustes vuelven exactamente como estaban.
fi: Kaikki on yhä tallessa vielä %lld päivää. Peru alta, niin julkaisusi, seurattavasi ja asetuksesi palaavat täsmälleen ennalleen.
fr: Tout est encore là pendant %lld jours. Annulez ci-dessous et vos posts, abonnements et réglages reviennent exactement comme avant.
he: הכול עדיין כאן עוד %lld ימים. בטל למטה והפוסטים, העוקבים וההגדרות שלך יחזרו בדיוק כפי שהיו.
hi: अभी %lld दिन और सब कुछ यहीं है। नीचे रद्द करें और आपकी पोस्ट, फ़ॉलो और सेटिंग्स ठीक वैसी ही लौट आएँगी जैसी थीं।
hr: Sve je još ovdje %lld dana. Otkaži ispod i tvoje objave, praćenja i postavke vraćaju se točno onako kako su bili.
hu: Még %lld napig minden megvan. Vond vissza lent, és a bejegyzéseid, követéseid és beállításaid pontosan úgy térnek vissza, ahogy voltak.
id: Semuanya masih ada selama %lld hari lagi. Batalkan di bawah dan postingan, daftar ikutan, serta pengaturanmu kembali persis seperti semula.
it: Tutto è ancora qui per altri %lld giorni. Annulla qui sotto e i tuoi post, i follow e le impostazioni tornano esattamente com'erano.
ja: あと%lld日間は、すべてそのまま残っています。下で取り消すと、投稿、フォロー、設定が元の状態に戻ります。
ko: 앞으로 %lld일 동안은 모든 것이 그대로 있어요. 아래에서 취소하면 게시물, 팔로우, 설정이 그대로 돌아와요.
ml: ഇനിയും %lld ദിവസത്തേക്ക് എല്ലാം ഇവിടെയുണ്ട്. താഴെ റദ്ദാക്കിയാൽ നിങ്ങളുടെ പോസ്റ്റുകളും ഫോളോകളും ക്രമീകരണങ്ങളും പഴയതുപോലെ തിരിച്ചുവരും.
ms: Segalanya masih ada selama %lld hari lagi. Batalkan di bawah dan siaran, ikutan dan tetapan anda kembali seperti asal.
nb: Alt er fortsatt her i %lld dager til. Avbryt nedenfor, så kommer innleggene, følgingene og innstillingene dine tilbake akkurat slik de var.
nl: Alles is er nog %lld dagen. Annuleer hieronder en je berichten, volgers en instellingen zijn weer precies zoals ze waren.
pl: Wszystko jest nadal na miejscu jeszcze przez %lld dnia. Anuluj poniżej, a Twoje wpisy, obserwowani i ustawienia wrócą dokładnie takie, jakie były.
pt_br: Tudo continua aqui por mais %lld dias. Cancele abaixo e seus posts, quem você segue e suas configurações voltam exatamente como estavam.
pt_pt: Ainda está tudo aqui durante mais %lld dias. Cancele abaixo e as suas publicações, as pessoas que segue e as definições voltam exatamente como estavam.
ro: Totul este încă aici încă %lld de zile. Anulează mai jos și postările, urmăririle și setările revin exact ca înainte.
ru: Всё останется ещё на %lld дня. Отмените ниже — и посты, подписки и настройки вернутся как были.
sk: Všetko tu ešte zostáva %lld dní. Zruš odstránenie nižšie a tvoje príspevky, sledovania a nastavenia sa vrátia presne také, aké boli.
sv: Allt finns kvar i %lld dagar till. Avbryt nedan så kommer dina inlägg, följda konton och inställningar tillbaka precis som de var.
ta: இன்னும் %lld நாட்களுக்கு எல்லாம் இங்கேயே இருக்கும். கீழே ரத்து செய்தால் உங்கள் இடுகைகள், பின்தொடர்தல்கள், அமைப்புகள் முன்பிருந்தபடியே திரும்பும்.
te: మరో %lld రోజుల వరకు అంతా ఇక్కడే ఉంటుంది. కింద రద్దు చేస్తే మీ పోస్ట్‌లు, ఫాలోలు, సెట్టింగ్‌లు యథావిధిగా తిరిగి వస్తాయి.
th: ทุกอย่างยังอยู่ที่นี่อีก %lld วัน ยกเลิกด้านล่าง แล้วโพสต์ การติดตาม และการตั้งค่าของคุณจะกลับมาเหมือนเดิมทุกประการ
tr: Her şey %lld gün daha burada. Aşağıdan iptal ederseniz gönderileriniz, takip ettikleriniz ve ayarlarınız eskisi gibi geri gelir.
uk: Усе ще на місці ще %lld дня. Скасуйте нижче — і ваші дописи, підписки та налаштування повернуться точно такими, якими були.
ur: سب کچھ ابھی %lld دن مزید یہاں موجود ہے۔ نیچے منسوخ کریں تو آپ کی پوسٹس، فالوز اور سیٹنگز بالکل پہلے جیسی واپس آ جائیں گی۔
vi: Mọi thứ vẫn còn đây trong %lld ngày nữa. Hủy bên dưới và bài đăng, lượt theo dõi và cài đặt của bạn sẽ trở lại y như cũ.
zh_hans: 一切仍会保留 %lld 天。在下方取消，你的帖子、关注和设置都会恢复原样。
zh_hant: 一切仍會保留 %lld 天。在下方取消，你的貼文、追蹤和設定都會完整恢復。

# account.recovery.countdown.today
source: The deletion runs today. Cancelling now still works, but not for much longer.
ar: يُنفَّذ الحذف اليوم. الإلغاء ما زال ممكنًا الآن، لكن ليس لوقت طويل.
bn: মুছে ফেলার কাজ আজই হবে। এখনও বাতিল করা যায়, তবে আর বেশি সময় নেই।
ca: L'eliminació s'executa avui. Cancel·lar ara encara funciona, però ja no per gaire temps.
cs: Smazání proběhne dnes. Zrušení teď ještě funguje, ale už ne nadlouho.
da: Sletningen sker i dag. Det virker stadig at annullere nu, men ikke ret meget længere.
de: Die Löschung läuft heute. Abbrechen funktioniert jetzt noch, aber nicht mehr lange.
el: Η διαγραφή εκτελείται σήμερα. Η ακύρωση τώρα λειτουργεί ακόμα, αλλά όχι για πολύ.
es: La eliminación se ejecuta hoy. Cancelarla ahora aún funciona, pero por poco tiempo.
fi: Poisto suoritetaan tänään. Peruminen onnistuu vielä, mutta ei enää kauan.
fr: La suppression a lieu aujourd’hui. Vous pouvez encore annuler, mais plus pour très longtemps.
he: המחיקה מתבצעת היום. ביטול עכשיו עדיין אפשרי, אבל לא לאורך זמן.
hi: डिलीट आज होगा। अभी रद्द करना काम करेगा, पर ज़्यादा देर नहीं।
hr: Brisanje se izvršava danas. Otkazivanje sada još radi, ali ne još dugo.
hu: A törlés ma lefut. A visszavonás most még működik, de már nem sokáig.
id: Penghapusan berjalan hari ini. Membatalkan sekarang masih bisa, tetapi tidak lama lagi.
it: L'eliminazione avviene oggi. Annullarla ora funziona ancora, ma non per molto.
ja: 削除は今日実行されます。今ならまだ取り消せますが、時間はあまり残っていません。
ko: 오늘 삭제가 실행돼요. 지금은 취소할 수 있지만 오래 남지 않았어요.
ml: ഇല്ലാതാക്കൽ ഇന്ന് നടക്കും. ഇപ്പോഴും റദ്ദാക്കാം, പക്ഷേ അധികനേരം കഴിയില്ല.
ms: Pemadaman berjalan hari ini. Membatalkan sekarang masih boleh, tetapi tidak lama lagi.
nb: Slettingen skjer i dag. Det går fortsatt an å avbryte nå, men ikke så mye lenger.
nl: De verwijdering vindt vandaag plaats. Annuleren kan nu nog, maar niet lang meer.
pl: Usunięcie nastąpi dzisiaj. Anulowanie jeszcze działa, ale już niedługo.
pt_br: A exclusão acontece hoje. Cancelar agora ainda funciona, mas por pouco tempo.
pt_pt: A eliminação é executada hoje. Cancelar agora ainda funciona, mas por pouco tempo.
ro: Ștergerea are loc astăzi. Anularea încă funcționează, dar nu pentru mult timp.
ru: Удаление выполнится сегодня. Отменить ещё можно, но времени осталось немного.
sk: Odstránenie prebehne dnes. Zrušenie ešte funguje, ale už nie nadlho.
sv: Raderingen sker i dag. Det går fortfarande att avbryta nu, men inte särskilt länge till.
ta: நீக்கம் இன்று நடைபெறும். இப்போது ரத்து செய்தால் இன்னும் முடியும், ஆனால் அதிக நேரம் இல்லை.
te: తొలగింపు ఈ రోజే జరుగుతుంది. ఇప్పుడు రద్దు చేసినా పని చేస్తుంది, కానీ ఎక్కువ సమయం లేదు.
th: การลบจะดำเนินการวันนี้ ตอนนี้ยังยกเลิกได้ แต่อีกไม่นานจะทำไม่ได้แล้ว
tr: Silme işlemi bugün gerçekleşecek. Şimdi iptal etmek hâlâ mümkün, ama çok uzun sürmez.
uk: Видалення відбудеться сьогодні. Скасувати зараз ще можна, але ненадовго.
ur: حذف کرنے کا عمل آج ہوگا۔ ابھی منسوخ کرنا ممکن ہے، لیکن زیادہ دیر تک نہیں۔
vi: Việc xóa sẽ diễn ra hôm nay. Hủy bây giờ vẫn được, nhưng không còn lâu nữa.
zh_hans: 删除将在今天执行。现在取消仍然有效，但时间不多了。
zh_hant: 今天將執行刪除。現在取消仍然有效，但時間所剩不多。

# account.recovery.countdown.unknown
source: Everything is still here, and cancelling below brings it all back.
ar: كل شيء ما زال موجودًا، والإلغاء أدناه يعيده كله.
bn: সবকিছু এখনও আছে, আর নিচে বাতিল করলে সব ফিরে আসবে।
ca: Tot continua aquí, i si cancel·les a sota ho recuperes tot.
cs: Vše tu ještě je a zrušením smazání níže se to celé vrátí.
da: Alt er her stadig, og hvis du annullerer nedenfor, kommer det hele tilbage.
de: Noch ist alles da, und mit dem Abbrechen unten kommt alles zurück.
el: Όλα είναι ακόμα εδώ και η ακύρωση παρακάτω τα επαναφέρει όλα.
es: Todo sigue aquí, y si cancelas abajo lo recuperas todo.
fi: Kaikki on yhä tallessa, ja peruminen alta palauttaa kaiken.
fr: Tout est encore là, et annuler ci-dessous ramène tout.
he: הכול עדיין כאן, וביטול למטה מחזיר את הכול.
hi: सब कुछ अभी यहीं है, और नीचे रद्द करने पर सब वापस आ जाता है।
hr: Sve je još ovdje, a otkazivanje ispod vraća sve natrag.
hu: Minden megvan még, és a lenti visszavonással mindent visszakapsz.
id: Semuanya masih ada, dan membatalkan di bawah mengembalikan semuanya.
it: Tutto è ancora qui, e annullando qui sotto torna tutto.
ja: すべてそのまま残っています。下で取り消すと、すべて元に戻ります。
ko: 모든 것이 그대로 있고, 아래에서 취소하면 전부 돌아와요.
ml: എല്ലാം ഇപ്പോഴും ഇവിടെയുണ്ട്, താഴെ റദ്ദാക്കിയാൽ എല്ലാം തിരിച്ചുവരും.
ms: Segalanya masih ada, dan membatalkan di bawah akan memulihkan semuanya.
nb: Alt er fortsatt her, og hvis du avbryter nedenfor, kommer alt tilbake.
nl: Alles is er nog, en door hieronder te annuleren krijg je alles terug.
pl: Wszystko jest nadal na miejscu, a anulowanie poniżej przywróci to wszystko.
pt_br: Tudo continua aqui, e cancelar abaixo traz tudo de volta.
pt_pt: Ainda está tudo aqui, e cancelar abaixo traz tudo de volta.
ro: Totul este încă aici, iar anularea de mai jos readuce totul.
ru: Всё пока на месте, и если отменить удаление ниже, всё вернётся.
sk: Všetko tu ešte je a zrušením nižšie sa to celé vráti.
sv: Allt finns kvar, och om du avbryter nedan kommer allt tillbaka.
ta: எல்லாம் இன்னும் இங்கேயே உள்ளது; கீழே ரத்து செய்தால் அனைத்தும் திரும்பும்.
te: అంతా ఇంకా ఇక్కడే ఉంది, కింద రద్దు చేస్తే అంతా తిరిగి వస్తుంది.
th: ทุกอย่างยังอยู่ที่นี่ และการยกเลิกด้านล่างจะนำทุกอย่างกลับมา
tr: Her şey hâlâ burada ve aşağıdan iptal ederseniz hepsi geri gelir.
uk: Усе ще на місці, а скасування нижче поверне все назад.
ur: سب کچھ ابھی یہاں موجود ہے، اور نیچے منسوخ کرنے سے سب واپس آ جاتا ہے۔
vi: Mọi thứ vẫn còn đây, và hủy bên dưới sẽ đưa tất cả trở lại.
zh_hans: 一切仍在，在下方取消即可全部恢复。
zh_hant: 一切仍然保留，在下方取消即可全部恢復。

# account.recovery.currentState.header
source: Right now
ar: في الوقت الحالي
bn: এই মুহূর্তে
ca: Ara mateix
cs: Právě teď
da: Lige nu
de: Aktuell
el: Αυτή τη στιγμή
es: Ahora mismo
fi: Juuri nyt
fr: En ce moment
he: כרגע
hi: अभी
hr: Upravo sada
hu: Jelenleg
id: Saat ini
it: In questo momento
ja: 現在の状態
ko: 현재 상태
ml: ഇപ്പോൾ
ms: Sekarang
nb: Akkurat nå
nl: Op dit moment
pl: Teraz
pt_br: Neste momento
pt_pt: Neste momento
ro: Chiar acum
ru: Сейчас
sk: Práve teraz
sv: Just nu
ta: இப்போது
te: ఇప్పుడు
th: ตอนนี้
tr: Şu anda
uk: Зараз
ur: ابھی کی صورتحال
vi: Hiện tại
zh_hans: 当前状态
zh_hant: 目前狀態

# account.recovery.currentState.posts
source: Your posts are hidden from every feed, search result and thread, and your profile does not resolve.
ar: منشوراتك مخفية من كل الصفحات ونتائج البحث والسلاسل، وملفك لا يظهر.
bn: আপনার পোস্ট সব ফিড, সার্চ ফলাফল ও থ্রেড থেকে লুকানো, আর আপনার প্রোফাইল খোলা যায় না।
ca: Les teves publicacions estan amagades de tots els canals, resultats de cerca i fils, i el teu perfil no es resol.
cs: Tvé příspěvky jsou skryté ze všech kanálů, výsledků hledání i vláken a tvůj profil není dostupný.
da: Dine opslag er skjult fra alle feeds, søgeresultater og tråde, og din profil kan ikke findes.
de: Deine Beiträge sind in allen Feeds, Suchergebnissen und Threads ausgeblendet, und dein Profil ist nicht auffindbar.
el: Οι αναρτήσεις σου είναι κρυμμένες από κάθε ροή, αποτέλεσμα αναζήτησης και νήμα, και το προφίλ σου δεν εμφανίζεται.
es: Tus publicaciones están ocultas en todos los feeds, búsquedas e hilos, y tu perfil no aparece.
fi: Julkaisusi on piilotettu kaikista syötteistä, hakutuloksista ja keskusteluista, eikä profiilisi aukea.
fr: Vos posts sont masqués de tous les fils, résultats de recherche et discussions, et votre profil n’est plus accessible.
he: הפוסטים שלך מוסתרים מכל פיד, תוצאת חיפוש ושרשור, והפרופיל שלך לא נפתח.
hi: आपकी पोस्ट हर फ़ीड, खोज नतीजे और थ्रेड से छिपी हैं, और आपकी प्रोफ़ाइल खुलती नहीं।
hr: Tvoje objave skrivene su iz svih feedova, rezultata pretraživanja i niti, a tvoj profil se ne otvara.
hu: A bejegyzéseid el vannak rejtve minden hírfolyamból, keresési találatból és szálból, és a profilod nem érhető el.
id: Postinganmu disembunyikan dari semua feed, hasil pencarian, dan utas, dan profilmu tidak bisa dibuka.
it: I tuoi post sono nascosti da ogni feed, risultato di ricerca e discussione, e il tuo profilo non è raggiungibile.
ja: 投稿はすべてのフィード、検索結果、スレッドから非表示になり、プロフィールも表示されません。
ko: 게시물이 모든 피드, 검색 결과, 스레드에서 숨겨져 있고 프로필도 열리지 않아요.
ml: നിങ്ങളുടെ പോസ്റ്റുകൾ എല്ലാ ഫീഡുകളിൽ നിന്നും തിരയൽ ഫലങ്ങളിൽ നിന്നും ത്രെഡുകളിൽ നിന്നും മറച്ചിരിക്കുന്നു, നിങ്ങളുടെ പ്രൊഫൈൽ തുറക്കാനാവില്ല.
ms: Siaran anda disembunyikan daripada setiap suapan, hasil carian dan utas, dan profil anda tidak boleh dibuka.
nb: Innleggene dine er skjult fra alle feeder, søkeresultater og tråder, og profilen din finnes ikke.
nl: Je berichten zijn verborgen uit alle feeds, zoekresultaten en threads, en je profiel is niet vindbaar.
pl: Twoje wpisy są ukryte we wszystkich kanałach, wynikach wyszukiwania i wątkach, a Twój profil jest niedostępny.
pt_br: Seus posts estão ocultos de todos os feeds, resultados de busca e conversas, e seu perfil não é encontrado.
pt_pt: As suas publicações estão ocultas de todos os feeds, resultados de pesquisa e conversas, e o seu perfil não é encontrado.
ro: Postările tale sunt ascunse din toate fluxurile, rezultatele căutării și conversațiile, iar profilul tău nu mai poate fi găsit.
ru: Ваши посты скрыты из всех лент, результатов поиска и обсуждений, а профиль не открывается.
sk: Tvoje príspevky sú skryté zo všetkých kanálov, výsledkov vyhľadávania aj vlákien a tvoj profil nie je dostupný.
sv: Dina inlägg är dolda från alla flöden, sökresultat och trådar, och din profil går inte att hitta.
ta: உங்கள் இடுகைகள் எல்லா ஊட்டங்கள், தேடல் முடிவுகள், உரையாடல்களிலிருந்தும் மறைக்கப்பட்டுள்ளன; உங்கள் சுயவிவரமும் காணப்படாது.
te: మీ పోస్ట్‌లు అన్ని ఫీడ్‌లు, శోధన ఫలితాలు, థ్రెడ్‌ల నుండి దాచబడ్డాయి, మీ ప్రొఫైల్ తెరుచుకోదు.
th: โพสต์ของคุณถูกซ่อนจากทุกฟีด ผลการค้นหา และเธรด และโปรไฟล์ของคุณเปิดไม่ได้
tr: Gönderileriniz tüm akışlardan, arama sonuçlarından ve konuşmalardan gizlendi; profiliniz de açılmıyor.
uk: Ваші дописи приховані з усіх стрічок, результатів пошуку та обговорень, а ваш профіль не відкривається.
ur: آپ کی پوسٹس ہر فیڈ، سرچ نتیجے اور تھریڈ سے چھپی ہوئی ہیں، اور آپ کا پروفائل نہیں کھلتا۔
vi: Bài đăng của bạn bị ẩn khỏi mọi bảng tin, kết quả tìm kiếm và chuỗi trả lời, và hồ sơ của bạn không truy cập được.
zh_hans: 你的帖子已从所有信息流、搜索结果和对话串中隐藏，你的个人主页也无法访问。
zh_hant: 你的貼文已從所有動態、搜尋結果和討論串中隱藏，你的個人檔案也無法開啟。

# account.recovery.currentState.reversible
source: Nothing has been destroyed. Cancelling restores all of it.
ar: لم يُتلف شيء. والإلغاء يستعيد كل ذلك.
bn: কিছুই নষ্ট হয়নি। বাতিল করলে সবকিছু ফিরে আসবে।
ca: No s'ha destruït res. Si cancel·les, ho recuperes tot.
cs: Nic se nezničilo. Zrušením se vše obnoví.
da: Intet er blevet ødelagt. Hvis du annullerer, bliver det hele gendannet.
de: Nichts wurde zerstört. Mit dem Abbrechen wird alles wiederhergestellt.
el: Τίποτα δεν έχει καταστραφεί. Η ακύρωση τα επαναφέρει όλα.
es: No se ha destruido nada. Al cancelar se restaura todo.
fi: Mitään ei ole tuhottu. Peruminen palauttaa kaiken.
fr: Rien n’a été détruit. Annuler rétablit tout.
he: שום דבר לא נהרס. ביטול משחזר את הכול.
hi: कुछ भी नष्ट नहीं हुआ है। रद्द करने पर सब बहाल हो जाता है।
hr: Ništa nije uništeno. Otkazivanjem se sve vraća.
hu: Semmi nem semmisült meg. A visszavonás mindent visszaállít.
id: Belum ada yang dihancurkan. Membatalkan memulihkan semuanya.
it: Non è stato distrutto nulla. Annullando, torna tutto.
ja: 何も削除されていません。取り消すと、すべて復元されます。
ko: 아무것도 삭제되지 않았어요. 취소하면 모두 복원돼요.
ml: ഒന്നും നശിപ്പിച്ചിട്ടില്ല. റദ്ദാക്കിയാൽ എല്ലാം പുനഃസ്ഥാപിക്കും.
ms: Tiada apa-apa dimusnahkan. Membatalkan memulihkan semuanya.
nb: Ingenting er ødelagt. Hvis du avbryter, gjenopprettes alt.
nl: Er is niets vernietigd. Annuleren herstelt alles.
pl: Nic nie zostało zniszczone. Anulowanie przywraca wszystko.
pt_br: Nada foi destruído. Cancelar restaura tudo.
pt_pt: Nada foi destruído. Cancelar restaura tudo.
ro: Nimic nu a fost distrus. Anularea restabilește totul.
ru: Ничего не уничтожено. Отмена вернёт всё.
sk: Nič nebolo zničené. Zrušením sa všetko obnoví.
sv: Inget har förstörts. Om du avbryter återställs allt.
ta: எதுவும் அழிக்கப்படவில்லை. ரத்து செய்தால் அனைத்தும் மீளும்.
te: ఏదీ నాశనం కాలేదు. రద్దు చేస్తే అంతా పునరుద్ధరించబడుతుంది.
th: ยังไม่มีอะไรถูกทำลาย การยกเลิกจะกู้คืนทั้งหมด
tr: Hiçbir şey yok edilmedi. İptal etmek hepsini geri yükler.
uk: Нічого не знищено. Скасування відновить усе.
ur: کچھ بھی ختم نہیں ہوا۔ منسوخ کرنے سے سب بحال ہو جاتا ہے۔
vi: Chưa có gì bị phá hủy. Hủy xóa sẽ khôi phục tất cả.
zh_hans: 没有任何内容被销毁。取消后会全部恢复。
zh_hant: 沒有任何內容被銷毀。取消後即可全部恢復。
